// Данные о туалетах Москвы и Подмосковья
const toiletsData = [
    // Мытищи
    {
        id: 25,
        title: "Туалет в Перловском парке",
        lat: 55.896713,
        lng: 37.734112,
        address: "Перловский парк, Мытищи",
        hours: "06:00 - 23:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 24,
        title: "Туалет в ТЦ Перловский",
        lat: 55.891605,
        lng: 37.727620,
        address: "ул. Селезнёва, 33, Мытищи",
        hours: "10:00 - 23:00",
        price: "50 руб.",
        isPaid: true
    },
    {
        id: 9,
        title: "Туалет в торговом центре Июнь",
        lat: 55.920049,
        lng: 37.709625,
        address: "ул. Мира, с51, Мытищи",
        hours: "10:00 - 22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 21,
        title: "Туалет в ТРК Красный Кит",
        lat: 55.916705,
        lng: 37.758775,
        address: "Шараповский пр., вл2, Мытищи",
        hours: "10:00 - 23:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 22,
        title: "Туалет в ТЦ XL",
        lat: 55.892382,
        lng: 37.748513,
        address: "Коммунистическая ул., 1, Мытищи",
        hours: "10:00 - 22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 23,
        title: "Туалет в Центральном парке",
        lat: 55.909622,
        lng: 37.741774,
        address: "Центральный парк культуры и отдыха парк Мира, Мытищи",
        hours: "08:00 - 22:00",
        price: "Бесплатно",
        isPaid: false
    },

    // Москва
    {
        id: 27,
        title: "Туалет возле метро Медведково",
        lat: 55.887023,
        lng: 37.660120,
        address: "Широкая улица, 14А, Москва",
        hours: "08:00 - 20:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 26,
        title: "Туалет возле парка Измайловский",
        lat: 55.765091,
        lng: 37.775123,
        address: "шоссе Энтузиастов, 33с4, Москва",
        hours: "Неизвестно",
        price: "Бесплатно",
        isPaid: false
    },

    {
        id: 2,
        title: "Туалет в торговом центре Европейский",
        lat: 55.744674,
        lng: 37.566214,
        address: "пл. Киевского Вокзала, 2, Москва",
        hours: "10:00 - 22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 3,
        title: "Туалет в парке ВДНХ",
        lat: 55.828712,
        lng: 37.632636,
        address: "пр-т Мира, 119, Москва",
        hours: "10:00 - 21:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 4,
        title: "Туалет в торговом центре Авиапарк",
        lat: 55.790111,
        lng: 37.531335,
        address: "Ходынский бул., 4, Москва",
        hours: "10:00 - 22:00",
        price: "Бесплатно",
        isPaid: false
    },

    {
        id: 6,
        title: "Туалет в парке Сокольники",
        lat: 55.793933,
        lng: 37.677588,
        address: "ул. Сокольнический Вал, 1, Москва",
        hours: "09:00 - 20:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 7,
        title: "Туалет в торговом центре Метрополис",
        lat: 55.823493,
        lng: 37.497677,
        address: "Ленинградское ш., 16А, стр. 4, Москва",
        hours: "10:00 - 23:00",
        price: "Бесплатно",
        isPaid: false
    },

    {
        id: 12,
        title: "Туалет в торговом центре Афимолл Сити",
        lat: 55.749512,
        lng: 37.539853,
        address: "Пресненская наб., 2, Москва",
        hours: "10:00 - 22:00",
        price: "Неизвестна",
        isPaid: null
    },
    {
        id: 13,
        title: "Туалет в парке Царицыно",
        lat: 55.615458,
        lng: 37.686936,
        address: "ул. Дольская, 1, Москва",
        hours: "09:00 - 20:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 15,
        title: "Туалет в парке Коломенское",
        lat: 55.670099,
        lng: 37.669776,
        address: "пр-т Андропова, 39, Москва",
        hours: "08:00 - 21:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 17,
        title: "Туалет в парке Кузьминки",
        lat: 55.699739,
        lng: 37.786343,
        address: "Кузьминский лесопарк, Москва",
        hours: "09:00 - 20:00",
        price: "Неизвестна",
        isPaid: null
    },

    {
        id: 28,
        title: "Бесплатный общественный туалет",
        lat: 55.880236,
        lng: 37.709955,
        address: "Анадырский пр., 14Б, стр. 2, Москва",
        hours: "07:00–23:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 29,
        title: "Туалет в Джамгаровском парке",
        lat: 55.888213,
        lng: 37.694636,
        address: "Москва, Джамгаровский парк",
        hours: "08:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 30,
        title: "Бесплатный общественный туалет",
        lat: 55.884192,
        lng: 37.643460,
        address: "Полярная улица, 34А, Москва",
        hours: "08:00–20:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 31,
        title: "Туалет в парке Яуза",
        lat: 55.890835,
        lng: 37.681056,
        address: "район Северное Медведково, Северо-Восточный административный округ, Москва",
        hours: "09:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 32,
        title: "Туалет в парке Яуза",
        lat: 55.888654,
        lng: 37.680165,
        address: "район Северное Медведково, Северо-Восточный административный округ, Москва",
        hours: "09:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 33,
        title: "Туалет в парке Яуза",
        lat: 55.886113,
        lng: 37.682157,
        address: "Лосиноостровский район, Северо-Восточный административный округ, Москва",
        hours: "09:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 34,
        title: "Туалет в парке Яуза",
        lat: 55.885262,
        lng: 37.679035,
        address: "район Северное Медведково, Северо-Восточный административный округ, Москва",
        hours: "09:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 35,
        title: "Туалет в парке Яуза",
        lat: 55.883092,
        lng: 37.674831,
        address: "Бабушкинский район, Северо-Восточный административный округ, Москва",
        hours: "09:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 36,
        title: "Туалет в сквере по Олонецкому проезду",
        lat: 55.881722,
        lng: 37.669478,
        address: "сквер по Олонецкому проезду, Москва",
        hours: "08:00–21:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 37,
        title: "Туалет в сквере по Олонецкому проезду",
        lat: 55.883042,
        lng: 37.665709,
        address: "сквер по Олонецкому проезду, Москва",
        hours: "08:00–21:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 38,
        title: "Туалет в сквере по Олонецкому проезду",
        lat: 55.881883,
        lng: 37.659638,
        address: "сквер по Олонецкому проезду, Москва",
        hours: "08:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 39,
        title: "Туалет в сквере по Олонецкому проезду",
        lat: 55.877687,
        lng: 37.661275,
        address: "сквер по Олонецкому проезду, Москва",
        hours: "08:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 40,
        title: "Туалет в сквере по Олонецкому проезду",
        lat: 55.877816,
        lng: 37.655221,
        address: "сквер по Олонецкому проезду, Москва",
        hours: "08:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 41,
        title: "Туалет в сквере по Олонецкому проезду",
        lat: 55.875893,
        lng: 37.660345,
        address: "сквер по Олонецкому проезду, Москва",
        hours: "08:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 42,
        title: "Туалет в сквере по Олонецкому проезду",
        lat: 55.874374,
        lng: 37.653572,
        address: "сквер по Олонецкому проезду, Москва",
        hours: "08:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 43,
        title: "Туалет в сквере по Олонецкому проезду",
        lat: 55.874369,
        lng: 37.653342,
        address: "район Южное Медведково, Северо-Восточный административный округ, Москва",
        hours: "08:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },

    // Химки
    {
        id: 18,
        title: "Туалет в торговом центре Мега Химки",
        lat: 55.911296,
        lng: 37.396031,
        address: "Микрорайон ИКЕА, корп. 2, Химки",
        hours: "10:00 - 23:00",
        price: "Бесплатно",
        isPaid: false
    },

    // Котельники
    {
        id: 14,
        title: "Туалет в торговом центре Мега Белая Дача",
        lat: 55.657590,
        lng: 37.846654,
        address: "г. Котельники, 1-й Покровский проезд, 1, Котельники",
        hours: "10:00 - 23:00",
        price: "Бесплатно",
        isPaid: false
    },

    // Красногорск
    {
        id: 16,
        title: "Туалет в торговом центре Вегас",
        lat: 55.819716,
        lng: 37.387391,
        address: "Международная улица, 8, Красногорск",
        hours: "10:00 - 22:00",
        price: "Бесплатно",
        isPaid: false
    },

    // Реутов
    {
        id: 20,
        title: "Туалет в Яблоневом саде",
        lat: 55.766500,
        lng: 37.853569,
        address: "1-й микрорайон, Реутов",
        hours: "08:00 - 20:00",
        price: "Бесплатно",
        isPaid: false
    },

    // Бирюлево Западное
    {
        id: 44,
        title: "Бесплатный общественный туалет",
        lat: 55.574343,
        lng: 37.649968,
        address: "Востряковский проезд, Москва",
        hours: "Неизвестно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 45,
        title: "Туалет",
        lat: 55.580620,
        lng: 37.659075,
        address: "Булатниковский проезд, Москва",
        hours: "07:00 - 23:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 46,
        title: "Туалет возле ЖД станции Бирюлево-Пасс.",
        lat: 55.581697,
        lng: 37.659527,
        address: "Востряковский проезд, Москва",
        hours: "Круглосуточно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 47,
        title: "Туалет в торговом центре W",
        lat: 55.582860,
        lng: 37.671309,
        address: "Бирюлёвская улица, 51к1, Москва",
        hours: "09:00 - 21:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 48,
        title: "Туалет",
        lat: 55.601281,
        lng: 37.664053,
        address: "Элеваторная улица, 12к1, Москва",
        hours: "Неизвестно",
        price: "Бесплатно",
        isPaid: false
    },

    // Одинцово
    
    // Дополнительные туалеты в Мытищах
    {
        id: 49,
        title: "Бесплатный общественный туалет",
        lat: 55.900977,
        lng: 37.720042,
        address: "парк имени Стрекалова, Мытищи",
        hours: "06:00–23:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 50,
        title: "Бесплатный общественный туалет",
        lat: 55.898569,
        lng: 37.716088,
        address: "парк Яуза, Мытищи",
        hours: "06:00–23:00",
        price: "Бесплатно",
        isPaid: false
    },
    
    // Королёв
    {
        id: 51,
        title: "Туалет в торговом центре",
        lat: 55.914811,
        lng: 37.803061,
        address: "Пионерская улица, 15к1, Королёв",
        hours: "08:00–23:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 52,
        title: "Туалет в торговом центре",
        lat: 55.914374,
        lng: 37.803429,
        address: "Пионерская улица, 15к2, Королёв",
        hours: "08:00–23:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 53,
        title: "Туалет в торговом центре",
        lat: 55.914750,
        lng: 37.805584,
        address: "Пионерская улица, 17к2, Королёв",
        hours: "08:00–23:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 54,
        title: "Туалет в торговом центре",
        lat: 55.914868,
        lng: 37.806447,
        address: "Пионерская улица, 19, Королёв",
        hours: "08:00–23:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 55,
        title: "Туалет в торговом центре",
        lat: 55.914608,
        lng: 37.808384,
        address: "Пионерская улица, 19к3, Королёв",
        hours: "08:00–23:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 56,
        title: "Бесплатный общественный туалет",
        lat: 55.919634,
        lng: 37.832034,
        address: "микрорайон Подлипки, Королёв",
        hours: "08:00–21:30",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 57,
        title: "Туалет возле ЖД станции Подлипки-Дачные",
        lat: 55.925582,
        lng: 37.818115,
        address: "микрорайон Завокзальный, Королёв",
        hours: "Круглосуточно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 58,
        title: "Туалет в торговом центре",
        lat: 55.917736,
        lng: 37.842461,
        address: "улица 50-летия ВЛКСМ, 5А, Королёв",
        hours: "08:00–23:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 59,
        title: "Туалет в ТЦ Глобус",
        lat: 55.915635,
        lng: 37.846195,
        address: "Коммунальная улица, 1, Королёв",
        hours: "Круглосуточно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 60,
        title: "Бесплатный общественный туалет",
        lat: 55.912410,
        lng: 37.853674,
        address: "улица Ильича, 1А, Королёв",
        hours: "08:00–19:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 61,
        title: "Туалет в торговом центре",
        lat: 55.921730,
        lng: 37.843978,
        address: "проспект Королёва, 5Дк1, Королёв",
        hours: "08:00–23:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 62,
        title: "Туалет в ТЦ Гелиос",
        lat: 55.914523,
        lng: 37.866284,
        address: "проспект Космонавтов, 20А, Королёв",
        hours: "10:00–21:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 63,
        title: "Туалет в ТЦ Гелиос",
        lat: 55.914098,
        lng: 37.866387,
        address: "проспект Космонавтов, 20А, Королёв",
        hours: "09:00–03:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 64,
        title: "Туалет в торговом центре",
        lat: 55.920312,
        lng: 37.867631,
        address: "проспект Космонавтов, 4В, Королёв",
        hours: "09:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 65,
        title: "Туалет возле ЖД станции Болшево",
        lat: 55.926420,
        lng: 37.860782,
        address: "Станционная площадь, 1Б, Королёв",
        hours: "Круглосуточно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 66,
        title: "Туалет около Спасской башни",
        lat: 55.752415,
        lng: 37.621724,
        address: "площадь Васильевский Спуск, 1с1, Москва",
        hours: "Круглосуточно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 67,
        title: "Платный общественный туалет",
        lat: 55.750243,
        lng: 37.624780,
        address: "Большой Москворецкий мост, Москва",
        hours: "Круглосуточно",
        price: "60 руб.",
        isPaid: true
    },
    {
        id: 68,
        title: "Туалет в парке Зарядье",
        lat: 55.750829,
        lng: 37.626313,
        address: "парк Зарядье, Москва",
        hours: "Круглосуточно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 69,
        title: "Туалет в Александровском саду",
        lat: 55.751306,
        lng: 37.612296,
        address: "Манежная улица, 2-10с1, Москва",
        hours: "Круглосуточно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 70,
        title: "Бесплатный общественный туалет № 122",
        lat: 55.750881,
        lng: 37.610231,
        address: "Моховая улица, 10с8, Москва",
        hours: "08:00–00:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 71,
        title: "Туалет в подземном переходе",
        lat: 55.754455,
        lng: 37.612959,
        address: "Манежная улица, Москва",
        hours: "08:00–20:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 72,
        title: "Туалет в Охотном Ряду",
        lat: 55.754912,
        lng: 37.613215,
        address: "Манежная площадь, Москва",
        hours: "10:00–22:00",
        price: "100 руб.",
        isPaid: true
    },
    {
        id: 73,
        title: "Туалет в Охотном Ряду",
        lat: 55.756267,
        lng: 37.614813,
        address: "Тверская улица, 1, Москва",
        hours: "10:00–22:00",
        price: "100 руб.",
        isPaid: true
    },
    {
        id: 74,
        title: "Туалет в Охотном Ряду",
        lat: 55.756538,
        lng: 37.615306,
        address: "Манежная площадь, Москва",
        hours: "10:00–22:00",
        price: "100 руб.",
        isPaid: true
    },
    {
        id: 75,
        title: "Бесплатный общественный туалет",
        lat: 55.754780,
        lng: 37.617420,
        address: "Кремлёвский проезд, 1соор1, Москва",
        hours: "Круглосуточно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 76,
        title: "Платный общественный туалет",
        lat: 55.756396,
        lng: 37.617541,
        address: "площадь Революции, Москва",
        hours: "Круглосуточно",
        price: "60 руб.",
        isPaid: true
    },
    {
        id: 77,
        title: "Туалет",
        lat: 55.757597,
        lng: 37.617100,
        address: "улица Охотный Ряд, 2, Москва",
        hours: "10:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 78,
        title: "Платный общественный туалет",
        lat: 55.757067,
        lng: 37.617627,
        address: "улица Охотный Ряд, 2, Москва",
        hours: "10:00–22:00",
        price: "100 руб.",
        isPaid: true
    },
    {
        id: 79,
        title: "Платный общественный туалет",
        lat: 55.757440,
        lng: 37.619547,
        address: "Театральная площадь, Москва",
        hours: "Круглосуточно",
        price: "60 руб.",
        isPaid: true
    },
    {
        id: 80,
        title: "Туалет",
        lat: 55.757693,
        lng: 37.624552,
        address: "Никольская улица, 10, Москва",
        hours: "10:00–23:00",
        price: "Неизвестна",
        isPaid: null
    },
    {
        id: 81,
        title: "Туалет",
        lat: 55.759268,
        lng: 37.625111,
        address: "Никольская улица, 25, Москва",
        hours: "10:00–23:00",
        price: "Неизвестна",
        isPaid: null
    },
    {
        id: 82,
        title: "Платный общественный туалет",
        lat: 55.759038,
        lng: 37.626155,
        address: "Лубянская площадь, Москва",
        hours: "Круглосуточно",
        price: "60 руб.",
        isPaid: true
    },
    {
        id: 83,
        title: "Бесплатный общественный туалет",
        lat: 55.756938,
        lng: 37.626968,
        address: "Большой Черкасский переулок, 11с1, Москва",
        hours: "08:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 84,
        title: "Исторический туалет",
        lat: 55.755467,
        lng: 37.620154,
        address: "Красная площадь, 3, Москва",
        hours: "10:00–22:00",
        price: "200 руб.",
        isPaid: true
    },
    {
        id: 85,
        title: "Платный общественный туалет",
        lat: 55.755271,
        lng: 37.620067,
        address: "Красная площадь, 3, Москва",
        hours: "10:00–22:00",
        price: "50 руб.",
        isPaid: true
    },
    {
        id: 86,
        title: "Туалет",
        lat: 55.755383,
        lng: 37.621581,
        address: "Ветошный переулок, 9, Москва",
        hours: "10:00–22:00",
        price: "Неизвестна",
        isPaid: null
    },
    {
        id: 87,
        title: "Туалет",
        lat: 55.755726,
        lng: 37.622220,
        address: "Ветошный переулок, 9, Москва",
        hours: "10:00–22:00",
        price: "Неизвестна",
        isPaid: null
    },
    {
        id: 88,
        title: "Туалет",
        lat: 55.755726,
        lng: 37.622220,
        address: "Красная площадь, 3, Москва",
        hours: "10:00–22:00",
        price: "100 руб.",
        isPaid: true
    },
    {
        id: 66,
        title: "Туалет",
        lat: 55.582830,
        lng: 37.595101,
        address: "Варшавское шоссе, 160, Москва",
        hours: "10:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 67,
        title: "Туалет",
        lat: 55.584071,
        lng: 37.593569,
        address: "район Чертаново Южное, Южный административный округ, Москва",
        hours: "10:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 68,
        title: "Туалет низкокачественный",
        lat: 55.594378,
        lng: 37.599182,
        address: "Варшавское шоссе, 152А, Москва",
        hours: "10:00–22:00",
        price: "45 руб.",
        isPaid: true
    },
    {
        id: 69,
        title: "Бесплатный общественный туалет",
        lat: 55.595190,
        lng: 37.592824,
        address: "район Чертаново Южное, Южный административный округ, Москва",
        hours: "Неизвестно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 70,
        title: "Бесплатный общественный туалет",
        lat: 55.595260,
        lng: 37.586421,
        address: "улица Академика Янгеля, Москва",
        hours: "08:00–20:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 71,
        title: "Бесплатный общественный туалет",
        lat: 55.595941,
        lng: 37.580499,
        address: "рекреационный центр Зелёный Бульвар, Москва",
        hours: "08:00–20:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 72,
        title: "Бесплатный общественный туалет",
        lat: 55.595397,
        lng: 37.606068,
        address: "Россошанская улица, 3к1Ас1, Москва",
        hours: "08:00–20:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 73,
        title: "Туалет",
        lat: 55.597725,
        lng: 37.601529,
        address: "Варшавское шоссе, 150Б, Москва",
        hours: "09:00–23:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 74,
        title: "Туалет",
        lat: 55.600725,
        lng: 37.609185,
        address: "Россошанский проезд, 3, Москва",
        hours: "09:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 75,
        title: "Туалет в парке Варшавские пруды",
        lat: 55.604537,
        lng: 37.622196,
        address: "парк Варшавские пруды, Москва",
        hours: "Круглосуточно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 76,
        title: "Туалет в Покровском парке",
        lat: 55.605632,
        lng: 37.626838,
        address: "Покровский парк, Москва",
        hours: "Неизвестно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 77,
        title: "Туалет в сквере Родная Гавань",
        lat: 55.606491,
        lng: 37.605348,
        address: "сквер Родная Гавань, Москва",
        hours: "Неизвестно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 78,
        title: "Туалет в парке Каскад Кировоградских прудов",
        lat: 55.606516,
        lng: 37.598571,
        address: "парк Каскад Кировоградских прудов, Москва",
        hours: "Неизвестно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 79,
        title: "Туалет в парке Каскад Кировоградских прудов",
        lat: 55.606166,
        lng: 37.593476,
        address: "парк Каскад Кировоградских прудов, Москва",
        hours: "Неизвестно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 80,
        title: "Туалет в Народном парке",
        lat: 55.606461,
        lng: 37.589043,
        address: "Народный парк, Южный административный округ, Москва",
        hours: "Неизвестно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 81,
        title: "Туалет",
        lat: 55.608181,
        lng: 37.573896,
        address: "район Чертаново Центральное, Южный административный округ, Москва",
        hours: "Неизвестно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 82,
        title: "Бесплатный общественный туалет",
        lat: 55.613876,
        lng: 37.576634,
        address: "район Чертаново Центральное, Южный административный округ, Москва",
        hours: "Неизвестно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 83,
        title: "Бесплатный общественный туалет",
        lat: 55.613212,
        lng: 37.581807,
        address: "улица Красного Маяка, Москва",
        hours: "Неизвестно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 84,
        title: "Туалет в ТЦ Гранд Юг",
        lat: 55.609289,
        lng: 37.605683,
        address: "Кировоградская улица, 15, Москва",
        hours: "10:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 85,
        title: "Туалет в ТЦ Кувшинка",
        lat: 55.671450,
        lng: 37.449669,
        address: "Озёрная улица, 33, Москва",
        hours: "10:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 86,
        title: "Бесплатный общественный туалет",
        lat: 55.683153,
        lng: 37.451921,
        address: "улица Наташи Ковшовой, 6А, Москва",
        hours: "10:00–20:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 87,
        title: "Туалет в ТЦ Матвеевский",
        lat: 55.702864,
        lng: 37.466905,
        address: "Матвеевская улица, 20к3, Москва",
        hours: "08:00–23:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 88,
        title: "Туалет в ТЦ KVARTAL",
        lat: 55.707046,
        lng: 37.457439,
        address: "Аминьевское шоссе, 6, Москва",
        hours: "10:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 89,
        title: "Бесплатный общественный туалет",
        lat: 55.671219,
        lng: 37.431014,
        address: "Проектируемый проезд № 5320, Москва",
        hours: "08:00–18:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 90,
        title: "Бесплатный общественный туалет",
        lat: 55.704384,
        lng: 37.479600,
        address: "Матвеевская улица, 1Б, Москва",
        hours: "Круглосуточно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 91,
        title: "Платный туалет",
        lat: 55.705612,
        lng: 37.479289,
        address: "Матвеевская улица, 2, Москва",
        hours: "10:00–21:00",
        price: "30 руб.",
        isPaid: true
    },
    {
        id: 92,
        title: "Туалет",
        lat: 55.726171,
        lng: 37.494603,
        address: "Минская улица, 1Н, Москва",
        hours: "Круглосуточно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 93,
        title: "Туалет в парке Победы",
        lat: 55.727841,
        lng: 37.497724,
        address: "аллея Партизан, территория парка Победы, район Дорогомилово, Москва",
        hours: "Круглосуточно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 94,
        title: "Туалет в парке Победы",
        lat: 55.727186,
        lng: 37.500832,
        address: "территория парка Победы, район Дорогомилово, Москва",
        hours: "Круглосуточно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 95,
        title: "Туалет в парке Победы",
        lat: 55.728894,
        lng: 37.505271,
        address: "площадь Победы, 3Г, Москва",
        hours: "08:00–02:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 96,
        title: "Туалет в парке Победы",
        lat: 55.731866,
        lng: 37.501648,
        address: "площадь Победы, 3А, Москва",
        hours: "Круглосуточно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 97,
        title: "Туалет в парке Победы",
        lat: 55.732570,
        lng: 37.510990,
        address: "аллея Памяти, территория парка Победы, район Дорогомилово, Москва",
        hours: "Круглосуточно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 98,
        title: "Туалет в парке Победы",
        lat: 55.732889,
        lng: 37.512024,
        address: "территория парка Победы, район Дорогомилово, Москва",
        hours: "Круглосуточно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 99,
        title: "Туалет в парке Победы",
        lat: 55.733992,
        lng: 37.515396,
        address: "территория парка Победы, район Дорогомилово, Москва",
        hours: "09:00–21:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 100,
        title: "Туалет в парке Победы",
        lat: 55.733914,
        lng: 37.515556,
        address: "площадь Победы, 3Ес1, Москва",
        hours: "Круглосуточно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 101,
        title: "Туалет на станции D4 Поклонная",
        lat: 55.732186,
        lng: 37.520939,
        address: "район Дорогомилово, Западный административный округ, Москва",
        hours: "Круглосуточно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 102,
        title: "Бесплатный общественный туалет",
        lat: 55.745928,
        lng: 37.554394,
        address: "Большая Дорогомиловская улица, 9, Москва",
        hours: "08:00–20:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 103,
        title: "Туалет",
        lat: 55.823158,
        lng: 37.378765,
        address: "жилой комплекс Прибрежный, 4-й микрорайон, микрорайон Павшинская Пойма, Красногорск",
        hours: "08:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 104,
        title: "Туалет",
        lat: 55.815850,
        lng: 37.374331,
        address: "жилой комплекс В Павшинской пойме, 4-й микрорайон, микрорайон Павшинская Пойма, Красногорск",
        hours: "08:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 105,
        title: "Туалет",
        lat: 55.814673,
        lng: 37.363043,
        address: "Красногорский бульвар, 4к1, Красногорск",
        hours: "08:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 106,
        title: "Туалет",
        lat: 55.815069,
        lng: 37.353235,
        address: "Ильинское шоссе, 1А, Красногорск",
        hours: "06:00–22:00",
        price: "Неизвестна",
        isPaid: null
    },
    {
        id: 107,
        title: "Туалет",
        lat: 55.817092,
        lng: 37.340000,
        address: "Железнодорожный переулок, 1А, Красногорск",
        hours: "09:00–21:00",
        price: "Неизвестна",
        isPaid: null
    },
    {
        id: 108,
        title: "Туалет",
        lat: 55.815622,
        lng: 37.340426,
        address: "Железнодорожный переулок, 7, Красногорск",
        hours: "09:00–21:00",
        price: "Неизвестна",
        isPaid: null
    },
    {
        id: 109,
        title: "Туалет",
        lat: 55.819217,
        lng: 37.338372,
        address: "Волоколамское шоссе, 3с1, Красногорск",
        hours: "10:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 110,
        title: "Туалет в торговом центре Июнь",
        lat: 55.818835,
        lng: 37.346832,
        address: "Знаменская улица, 5, квартал Коммунальный, Красногорск",
        hours: "10:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 111,
        title: "Туалет в торговом центре Июнь",
        lat: 55.819386,
        lng: 37.345835,
        address: "Знаменская улица, 5, квартал Коммунальный, Красногорск",
        hours: "10:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 112,
        title: "Туалет",
        lat: 55.814753,
        lng: 37.323508,
        address: "улица Жуковского, 17, Красногорск",
        hours: "08:00–22:00",
        price: "Неизвестна",
        isPaid: null
    },
    {
        id: 113,
        title: "Туалет",
        lat: 55.815521,
        lng: 37.324533,
        address: "улица Жуковского, 7, Красногорск",
        hours: "08:00–22:00",
        price: "Неизвестна",
        isPaid: null
    },
    {
        id: 114,
        title: "Туалет",
        lat: 55.813145,
        lng: 37.307021,
        address: "Железнодорожная улица, 37с2, Красногорск",
        hours: "09:00–21:00",
        price: "Неизвестна",
        isPaid: null
    },
    {
        id: 115,
        title: "Туалет в парке Ивановские пруды",
        lat: 55.818536,
        lng: 37.316300,
        address: "парк Ивановские пруды, Красногорск",
        hours: "Неизвестно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 116,
        title: "Туалет в ТРК Красный Кит",
        lat: 55.819551,
        lng: 37.319872,
        address: "улица Ленина, 2, Красногорск",
        hours: "10:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 117,
        title: "Туалет",
        lat: 55.820350,
        lng: 37.312519,
        address: "Дачная улица, 11А, Красногорск",
        hours: "08:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 118,
        title: "Туалет в Красногорском городском парке",
        lat: 55.823554,
        lng: 37.328282,
        address: "Красногорский городской парк, Красногорск",
        hours: "08:00–20:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 119,
        title: "Бесплатный общественный туалет",
        lat: 55.829026,
        lng: 37.322765,
        address: "Губайловский экопарк, Красногорск",
        hours: "08:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 120,
        title: "Туалет в торговом центре",
        lat: 55.829798,
        lng: 37.308078,
        address: "улица Ленина, 35А, Красногорск",
        hours: "10:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 121,
        title: "Туалет в торговом центре",
        lat: 55.839772,
        lng: 37.237090,
        address: "Ново-Никольская улица, 122с1, Красногорск",
        hours: "09:00–23:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 122,
        title: "Туалет на станции D2 Нахабино",
        lat: 55.841505,
        lng: 37.184735,
        address: "посёлок городского типа Нахабино, городской округ Красногорск",
        hours: "00:00–23:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 123,
        title: "Туалет в ТЦ Ашан",
        lat: 55.810202,
        lng: 37.383782,
        address: "МКАД, 66-й километр, 1, Красногорск",
        hours: "07:30–23:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 124,
        title: "Туалет в ТЦ Лемана Про",
        lat: 55.811058,
        lng: 37.386076,
        address: "бульвар Строителей, 5Б, Красногорск",
        hours: "07:00–00:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 125,
        title: "Туалет в ТЦ Твой дом",
        lat: 55.815522,
        lng: 37.387211,
        address: "Международная улица, 4, Красногорск",
        hours: "Круглосуточно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 126,
        title: "Туалет в парке Липовая роща",
        lat: 55.794366,
        lng: 37.365912,
        address: "Липовая роща, городской округ Красногорск",
        hours: "08:00–21:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 127,
        title: "Туалет около станции D3 Лихоборы",
        lat: 55.850100,
        lng: 37.553038,
        address: "район Западное Дегунино, Москва",
        hours: "Круглосуточно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 128,
        title: "Туалет на станции D1 Окружная",
        lat: 55.849621,
        lng: 37.573144,
        address: "Сигнальный проезд, 2с1, Москва",
        hours: "Круглосуточно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 129,
        title: "Туалет",
        lat: 55.857108,
        lng: 37.559288,
        address: "Дмитровское шоссе, 73с2, Москва",
        hours: "10:00–22:00",
        price: "Неизвестна",
        isPaid: null
    },
    {
        id: 130,
        title: "Туалет в ТЦ XL",
        lat: 55.863552,
        lng: 37.546661,
        address: "Дмитровское шоссе, 89, Москва",
        hours: "10:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 131,
        title: "Туалет в парке имени Святослава Фёдорова",
        lat: 55.864733,
        lng: 37.552273,
        address: "парк имени Святослава Фёдорова, Москва",
        hours: "08:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 132,
        title: "Туалет в парке имени Святослава Фёдорова",
        lat: 55.866834,
        lng: 37.551510,
        address: "парк имени Святослава Фёдорова, Москва",
        hours: "08:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 133,
        title: "Бесплатный общественный туалет",
        lat: 55.865815,
        lng: 37.571431,
        address: "Дубнинская улица, 12соор1, Москва",
        hours: "08:00–20:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 134,
        title: "Бесплатный общественный туалет",
        lat: 55.873395,
        lng: 37.554952,
        address: "Бескудниковский бульвар, 36к4с1, Москва",
        hours: "08:00–20:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 135,
        title: "Туалет около станции D3 Моссельмаш",
        lat: 55.861698,
        lng: 37.525175,
        address: "Северо-Восточная хорда, Москва",
        hours: "Круглосуточно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 136,
        title: "Туалет около станции D3 Грачёвская",
        lat: 55.870351,
        lng: 37.509444,
        address: "район Западное Дегунино, Северный административный округ, Москва",
        hours: "Круглосуточно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 137,
        title: "Туалет в парке Ангарские пруды",
        lat: 55.877344,
        lng: 37.525855,
        address: "парк Ангарские пруды, Москва",
        hours: "08:00–23:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 138,
        title: "Туалет в парке Ангарские пруды",
        lat: 55.877207,
        lng: 37.529345,
        address: "парк Ангарские пруды, Москва",
        hours: "08:00–23:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 139,
        title: "Туалет в парке Ангарские пруды",
        lat: 55.880669,
        lng: 37.531700,
        address: "парк Ангарские пруды, Москва",
        hours: "08:00–23:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 140,
        title: "Туалет в парке Ангарские пруды",
        lat: 55.885080,
        lng: 37.532037,
        address: "парк Ангарские пруды, Москва",
        hours: "08:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 141,
        title: "Туалет в парке Вагоноремонт",
        lat: 55.885867,
        lng: 37.527898,
        address: "Ангарская улица, 42с2, Москва",
        hours: "08:00–00:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 142,
        title: "Туалет на АЗС",
        lat: 55.878554,
        lng: 37.543569,
        address: "Дмитровское шоссе, 107Е, Москва",
        hours: "Круглосуточно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 143,
        title: "Туалет в ТЦ Зиг-Заг",
        lat: 55.889896,
        lng: 37.537077,
        address: "Лобненская улица, 4А, Москва",
        hours: "08:00–21:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 144,
        title: "Туалет в ТЦ Зиг-Заг",
        lat: 55.890044,
        lng: 37.539510,
        address: "Лобненская улица, 4А, Москва",
        hours: "10:00–21:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 145,
        title: "Бесплатный общественный туалет",
        lat: 55.878269,
        lng: 37.582130,
        address: "Инженерная улица, 1Б, Москва",
        hours: "08:00–20:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 146,
        title: "Туалет в ТЦ Место встречи Марс",
        lat: 55.879151,
        lng: 37.582341,
        address: "Инженерная улица, 1, Москва",
        hours: "10:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 147,
        title: "Туалет в Лианозовском парке",
        lat: 55.899435,
        lng: 37.573525,
        address: "Угличская улица, 13с12, Москва",
        hours: "08:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 148,
        title: "Туалет в Лианозовском парке",
        lat: 55.900185,
        lng: 37.571706,
        address: "Лианозовский парк, Москва",
        hours: "11:00–19:45",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 149,
        title: "Туалет в Лианозовском парке",
        lat: 55.901197,
        lng: 37.571823,
        address: "Лианозовский парк, Москва",
        hours: "08:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 150,
        title: "Туалет в Лианозовском парке",
        lat: 55.902100,
        lng: 37.571671,
        address: "Лианозовский парк, Москва",
        hours: "08:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 151,
        title: "Туалет в парке Алтуфьево",
        lat: 55.906199,
        lng: 37.581196,
        address: "парк Алтуфьево, Москва",
        hours: "08:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 152,
        title: "Туалет в мебельном центре Империя",
        lat: 55.905731,
        lng: 37.538807,
        address: "Дмитровское шоссе, 161Б, Москва",
        hours: "10:00–21:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 153,
        title: "Туалет",
        lat: 55.822156,
        lng: 37.800581,
        address: "Уральская улица, вл16с1, Москва",
        hours: "08:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 154,
        title: "Туалет в ТЦ Лес",
        lat: 55.822609,
        lng: 37.823169,
        address: "Хабаровская улица, 15, Москва",
        hours: "09:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 155,
        title: "Туалет",
        lat: 55.817358,
        lng: 37.809919,
        address: "5-й микрорайон, район Гольяново, Москва",
        hours: "08:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 156,
        title: "Стационарный общественный туалет № 179",
        lat: 55.811132,
        lng: 37.797212,
        address: "Уральская улица, 1с1, Москва",
        hours: "08:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 157,
        title: "Туалет в ТЦ Щёлковский",
        lat: 55.811195,
        lng: 37.800200,
        address: "Щёлковское шоссе, 75, Москва",
        hours: "10:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 158,
        title: "Туалет в ТЦ Щёлковский",
        lat: 55.810973,
        lng: 37.802569,
        address: "Щёлковское шоссе, 75, Москва",
        hours: "10:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 159,
        title: "Туалет",
        lat: 55.805220,
        lng: 37.801363,
        address: "9-я Парковая улица, 62, Москва",
        hours: "10:00–21:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 160,
        title: "Туалет в ТЦ Место встречи София",
        lat: 55.803420,
        lng: 37.799546,
        address: "Сиреневый бульвар, 31, Москва",
        hours: "10:00–21:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 161,
        title: "Туалет в ТЦ Место встречи София",
        lat: 55.804095,
        lng: 37.800775,
        address: "Сиреневый бульвар, 31, Москва",
        hours: "10:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 162,
        title: "Туалет",
        lat: 55.805468,
        lng: 37.780325,
        address: "3-я Парковая улица, 57, Москва",
        hours: "10:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 163,
        title: "Туалет в Сиреневом саду",
        lat: 55.804183,
        lng: 37.768861,
        address: "Сиреневый сад, Москва",
        hours: "09:00–21:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 164,
        title: "Туалет",
        lat: 55.803771,
        lng: 37.754277,
        address: "Щёлковское шоссе, 3с1, Москва",
        hours: "10:00–21:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 165,
        title: "Туалет",
        lat: 55.794636,
        lng: 37.749578,
        address: "Измайловское шоссе, 73Ж, Москва",
        hours: "09:00–21:00",
        price: "50 руб.",
        isPaid: true
    },
    {
        id: 166,
        title: "Туалет в ТЦ Измайловский пассаж",
        lat: 55.789891,
        lng: 37.752292,
        address: "Измайловское шоссе, 71А, Москва",
        hours: "10:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 167,
        title: "Туалет",
        lat: 55.791474,
        lng: 37.762314,
        address: "городок имени Баумана, район Измайлово, Москва",
        hours: "06:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 168,
        title: "Стационарный общественный туалет № 179",
        lat: 55.793503,
        lng: 37.775814,
        address: "Измайловская площадь, 1с2, Москва",
        hours: "08:00–20:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 169,
        title: "Бесплатный общественный туалет",
        lat: 55.796320,
        lng: 37.781681,
        address: "3-я Парковая улица, 35, Москва",
        hours: "08:00–20:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 170,
        title: "Бесплатный общественный туалет",
        lat: 55.796964,
        lng: 37.781639,
        address: "3-я Парковая улица, 35, Москва",
        hours: "08:00–20:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 171,
        title: "Туалет",
        lat: 55.795079,
        lng: 37.783077,
        address: "3-я Парковая улица, 24, Москва",
        hours: "08:10–22:30",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 172,
        title: "Туалет в ТЦ Измайловский",
        lat: 55.792635,
        lng: 37.786593,
        address: "Первомайская улица, 42, Москва",
        hours: "10:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 173,
        title: "Бесплатный общественный туалет",
        lat: 55.788883,
        lng: 37.783915,
        address: "Измайловский проспект, 61с1, Москва",
        hours: "08:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 174,
        title: "Туалет",
        lat: 55.788339,
        lng: 37.785919,
        address: "Измайловский проспект, вл54, Москва",
        hours: "08:00–21:00",
        price: "Неизвестна",
        isPaid: null
    },
    {
        id: 175,
        title: "Бесплатный общественный туалет",
        lat: 55.788885,
        lng: 37.747119,
        address: "Проектируемый проезд № 6605, Москва",
        hours: "08:00–18:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 176,
        title: "Бесплатный общественный туалет",
        lat: 55.795906,
        lng: 37.798522,
        address: "9-я Парковая улица, 25, Москва",
        hours: "08:00–20:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 177,
        title: "Бесплатный общественный туалет",
        lat: 55.792672,
        lng: 37.799988,
        address: "9-я Парковая улица, 18, Москва",
        hours: "08:00–20:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 178,
        title: "Туалет в ТЦ Место встречи Первомайский",
        lat: 55.793631,
        lng: 37.805955,
        address: "Первомайская улица, 93, Москва",
        hours: "10:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 179,
        title: "Бесплатный общественный туалет",
        lat: 55.793855,
        lng: 37.812283,
        address: "Первомайская улица, 107А, Москва",
        hours: "08:00–20:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 180,
        title: "Бесплатный общественный туалет № 57",
        lat: 55.778526,
        lng: 37.826672,
        address: "Челябинская улица, 15с3, Москва",
        hours: "08:00–20:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 181,
        title: "Стационарный общественный туалет № 195",
        lat: 55.787815,
        lng: 37.800333,
        address: "Измайловский проспект, вл60с1, Москва",
        hours: "08:00–20:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 182,
        title: "Туалет в Измайловском парке",
        lat: 55.786940,
        lng: 37.748882,
        address: "Измайловский проспект, 1с1, Москва",
        hours: "08:00–00:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 183,
        title: "Туалет в Измайловском парке",
        lat: 55.784353,
        lng: 37.750408,
        address: "Народный проспект, 17к1с9, Москва",
        hours: "09:00–21:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 184,
        title: "Туалет в Измайловском парке",
        lat: 55.775225,
        lng: 37.751943,
        address: "аллея Большого Круга, вл1соор3, Москва",
        hours: "09:00–21:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 185,
        title: "Туалет в Измайловском парке",
        lat: 55.774940,
        lng: 37.756548,
        address: "аллея Большого Круга, вл3с4, Москва",
        hours: "09:00–21:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 186,
        title: "Стационарный общественный туалет № 5",
        lat: 55.768740,
        lng: 37.751510,
        address: "аллея Большого Круга, 7с1, Москва",
        hours: "09:00–21:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 187,
        title: "Туалет",
        lat: 55.764429,
        lng: 37.773989,
        address: "шоссе Энтузиастов, 33с2, Москва",
        hours: "Круглосуточно",
        price: "Бесплатно",
        isPaid: false
    }
];
