// Данные о туалетах Москвы и Подмосковья
const toiletsData = [
    // Мытищи
    {
        id: 25,
        title: "Туалет в Перловском парке",
        lat: 55.896713,
        lng: 37.734112,
        address: "Перловский парк, Мытищи",
        hours: "06:00 - 23:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 24,
        title: "Туалет в ТЦ Перловский",
        lat: 55.891605,
        lng: 37.727620,
        address: "ул. Селезнёва, 33, Мытищи",
        hours: "10:00 - 23:00",
        price: "50 руб.",
        isPaid: true
    },
    {
        id: 9,
        title: "Туалет в торговом центре Июнь",
        lat: 55.920049,
        lng: 37.709625,
        address: "ул. Мира, с51, Мытищи",
        hours: "10:00 - 22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 21,
        title: "Туалет в ТРК Красный Кит",
        lat: 55.916705,
        lng: 37.758775,
        address: "Шараповский пр., вл2, Мытищи",
        hours: "10:00 - 23:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 22,
        title: "Туалет в ТЦ XL",
        lat: 55.892382,
        lng: 37.748513,
        address: "Коммунистическая ул., 1, Мытищи",
        hours: "10:00 - 22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 23,
        title: "Туалет в Центральном парке",
        lat: 55.909622,
        lng: 37.741774,
        address: "Центральный парк культуры и отдыха парк Мира, Мытищи",
        hours: "08:00 - 22:00",
        price: "Бесплатно",
        isPaid: false
    },

    // Москва
    {
        id: 27,
        title: "Туалет возле метро Медведково",
        lat: 55.887023,
        lng: 37.660120,
        address: "Широкая улица, 14А, Москва",
        hours: "08:00 - 20:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 26,
        title: "Туалет возле парка Измайловский",
        lat: 55.765091,
        lng: 37.775123,
        address: "шоссе Энтузиастов, 33с4, Москва",
        hours: "Неизвестно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 1,
        title: "Туалет в парке Горького",
        lat: 55.731449,
        lng: 37.603039,
        address: "ул. Крымский Вал, 9, Москва",
        hours: "09:00 - 21:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 2,
        title: "Туалет в торговом центре Европейский",
        lat: 55.744674,
        lng: 37.566214,
        address: "пл. Киевского Вокзала, 2, Москва",
        hours: "10:00 - 22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 3,
        title: "Туалет в парке ВДНХ",
        lat: 55.828712,
        lng: 37.632636,
        address: "пр-т Мира, 119, Москва",
        hours: "10:00 - 21:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 4,
        title: "Туалет в торговом центре Авиапарк",
        lat: 55.790111,
        lng: 37.531335,
        address: "Ходынский бул., 4, Москва",
        hours: "10:00 - 22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 5,
        title: "Туалет на Красной площади",
        lat: 55.753676,
        lng: 37.619899,
        address: "Красная площадь, Москва",
        hours: "08:00 - 20:00",
        price: "100 руб.",
        isPaid: true
    },
    {
        id: 6,
        title: "Туалет в парке Сокольники",
        lat: 55.793933,
        lng: 37.677588,
        address: "ул. Сокольнический Вал, 1, Москва",
        hours: "09:00 - 20:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 7,
        title: "Туалет в торговом центре Метрополис",
        lat: 55.823493,
        lng: 37.497677,
        address: "Ленинградское ш., 16А, стр. 4, Москва",
        hours: "10:00 - 23:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 8,
        title: "Туалет в парке Измайловский",
        lat: 55.781944,
        lng: 37.748889,
        address: "Измайловский проезд, Москва",
        hours: "09:00 - 19:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 11,
        title: "Туалет в парке Зарядье",
        lat: 55.751426,
        lng: 37.629360,
        address: "ул. Варварка, 6с1, Москва",
        hours: "10:00 - 22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 12,
        title: "Туалет в торговом центре Афимолл Сити",
        lat: 55.749512,
        lng: 37.539853,
        address: "Пресненская наб., 2, Москва",
        hours: "10:00 - 22:00",
        price: "Неизвестна",
        isPaid: null
    },
    {
        id: 13,
        title: "Туалет в парке Царицыно",
        lat: 55.615458,
        lng: 37.686936,
        address: "ул. Дольская, 1, Москва",
        hours: "09:00 - 20:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 15,
        title: "Туалет в парке Коломенское",
        lat: 55.670099,
        lng: 37.669776,
        address: "пр-т Андропова, 39, Москва",
        hours: "08:00 - 21:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 17,
        title: "Туалет в парке Кузьминки",
        lat: 55.699739,
        lng: 37.786343,
        address: "Кузьминский лесопарк, Москва",
        hours: "09:00 - 20:00",
        price: "Неизвестна",
        isPaid: null
    },
    {
        id: 19,
        title: "Туалет в парке Фили",
        lat: 55.755814,
        lng: 37.483521,
        address: "Большая Филёвская ул., 22, Москва",
        hours: "09:00 - 21:00",
        price: "Неизвестна",
        isPaid: null
    },
    {
        id: 28,
        title: "Бесплатный общественный туалет",
        lat: 55.880236,
        lng: 37.709955,
        address: "Анадырский пр., 14Б, стр. 2, Москва",
        hours: "07:00–23:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 29,
        title: "Туалет в Джамгаровском парке",
        lat: 55.888213,
        lng: 37.694636,
        address: "Москва, Джамгаровский парк",
        hours: "08:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 30,
        title: "Бесплатный общественный туалет",
        lat: 55.884192,
        lng: 37.643460,
        address: "Полярная улица, 34А, Москва",
        hours: "08:00–20:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 31,
        title: "Туалет в парке Яуза",
        lat: 55.890835,
        lng: 37.681056,
        address: "район Северное Медведково, Северо-Восточный административный округ, Москва",
        hours: "09:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 32,
        title: "Туалет в парке Яуза",
        lat: 55.888654,
        lng: 37.680165,
        address: "район Северное Медведково, Северо-Восточный административный округ, Москва",
        hours: "09:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 33,
        title: "Туалет в парке Яуза",
        lat: 55.886113,
        lng: 37.682157,
        address: "Лосиноостровский район, Северо-Восточный административный округ, Москва",
        hours: "09:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 34,
        title: "Туалет в парке Яуза",
        lat: 55.885262,
        lng: 37.679035,
        address: "район Северное Медведково, Северо-Восточный административный округ, Москва",
        hours: "09:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 35,
        title: "Туалет в парке Яуза",
        lat: 55.883092,
        lng: 37.674831,
        address: "Бабушкинский район, Северо-Восточный административный округ, Москва",
        hours: "09:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 36,
        title: "Туалет в сквере по Олонецкому проезду",
        lat: 55.881722,
        lng: 37.669478,
        address: "сквер по Олонецкому проезду, Москва",
        hours: "08:00–21:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 37,
        title: "Туалет в сквере по Олонецкому проезду",
        lat: 55.883042,
        lng: 37.665709,
        address: "сквер по Олонецкому проезду, Москва",
        hours: "08:00–21:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 38,
        title: "Туалет в сквере по Олонецкому проезду",
        lat: 55.881883,
        lng: 37.659638,
        address: "сквер по Олонецкому проезду, Москва",
        hours: "08:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 39,
        title: "Туалет в сквере по Олонецкому проезду",
        lat: 55.877687,
        lng: 37.661275,
        address: "сквер по Олонецкому проезду, Москва",
        hours: "08:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 40,
        title: "Туалет в сквере по Олонецкому проезду",
        lat: 55.877816,
        lng: 37.655221,
        address: "сквер по Олонецкому проезду, Москва",
        hours: "08:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 41,
        title: "Туалет в сквере по Олонецкому проезду",
        lat: 55.875893,
        lng: 37.660345,
        address: "сквер по Олонецкому проезду, Москва",
        hours: "08:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 42,
        title: "Туалет в сквере по Олонецкому проезду",
        lat: 55.874374,
        lng: 37.653572,
        address: "сквер по Олонецкому проезду, Москва",
        hours: "08:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 43,
        title: "Туалет в сквере по Олонецкому проезду",
        lat: 55.874369,
        lng: 37.653342,
        address: "район Южное Медведково, Северо-Восточный административный округ, Москва",
        hours: "08:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },

    // Химки
    {
        id: 18,
        title: "Туалет в торговом центре Мега Химки",
        lat: 55.911296,
        lng: 37.396031,
        address: "Микрорайон ИКЕА, корп. 2, Химки",
        hours: "10:00 - 23:00",
        price: "Бесплатно",
        isPaid: false
    },

    // Котельники
    {
        id: 14,
        title: "Туалет в торговом центре Мега Белая Дача",
        lat: 55.657590,
        lng: 37.846654,
        address: "г. Котельники, 1-й Покровский проезд, 1, Котельники",
        hours: "10:00 - 23:00",
        price: "Бесплатно",
        isPaid: false
    },

    // Красногорск
    {
        id: 16,
        title: "Туалет в торговом центре Вегас",
        lat: 55.819716,
        lng: 37.387391,
        address: "Международная улица, 8, Красногорск",
        hours: "10:00 - 22:00",
        price: "Бесплатно",
        isPaid: false
    },

    // Реутов
    {
        id: 20,
        title: "Туалет в Яблоневом саде",
        lat: 55.766500,
        lng: 37.853569,
        address: "1-й микрорайон, Реутов",
        hours: "08:00 - 20:00",
        price: "Бесплатно",
        isPaid: false
    },

    // Бирюлево Западное
    {
        id: 44,
        title: "Бесплатный общественный туалет",
        lat: 55.574343,
        lng: 37.649968,
        address: "Востряковский проезд, Москва",
        hours: "Неизвестно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 45,
        title: "Туалет",
        lat: 55.580620,
        lng: 37.659075,
        address: "Булатниковский проезд, Москва",
        hours: "07:00 - 23:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 46,
        title: "Туалет возле ЖД станции Бирюлево-Пасс.",
        lat: 55.581697,
        lng: 37.659527,
        address: "Востряковский проезд, Москва",
        hours: "Круглосуточно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 47,
        title: "Туалет в торговом центре W",
        lat: 55.582860,
        lng: 37.671309,
        address: "Бирюлёвская улица, 51к1, Москва",
        hours: "09:00 - 21:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 48,
        title: "Туалет",
        lat: 55.601281,
        lng: 37.664053,
        address: "Элеваторная улица, 12к1, Москва",
        hours: "Неизвестно",
        price: "Бесплатно",
        isPaid: false
    },

    // Одинцово
    
    // Дополнительные туалеты в Мытищах
    {
        id: 49,
        title: "Бесплатный общественный туалет",
        lat: 55.900977,
        lng: 37.720042,
        address: "парк имени Стрекалова, Мытищи",
        hours: "06:00–23:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 50,
        title: "Бесплатный общественный туалет",
        lat: 55.898569,
        lng: 37.716088,
        address: "парк Яуза, Мытищи",
        hours: "06:00–23:00",
        price: "Бесплатно",
        isPaid: false
    },
    
    // Королёв
    {
        id: 51,
        title: "Туалет в торговом центре",
        lat: 55.914811,
        lng: 37.803061,
        address: "Пионерская улица, 15к1, Королёв",
        hours: "08:00–23:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 52,
        title: "Туалет в торговом центре",
        lat: 55.914374,
        lng: 37.803429,
        address: "Пионерская улица, 15к2, Королёв",
        hours: "08:00–23:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 53,
        title: "Туалет в торговом центре",
        lat: 55.914750,
        lng: 37.805584,
        address: "Пионерская улица, 17к2, Королёв",
        hours: "08:00–23:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 54,
        title: "Туалет в торговом центре",
        lat: 55.914868,
        lng: 37.806447,
        address: "Пионерская улица, 19, Королёв",
        hours: "08:00–23:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 55,
        title: "Туалет в торговом центре",
        lat: 55.914608,
        lng: 37.808384,
        address: "Пионерская улица, 19к3, Королёв",
        hours: "08:00–23:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 56,
        title: "Бесплатный общественный туалет",
        lat: 55.919634,
        lng: 37.832034,
        address: "микрорайон Подлипки, Королёв",
        hours: "08:00–21:30",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 57,
        title: "Туалет возле ЖД станции Подлипки-Дачные",
        lat: 55.925582,
        lng: 37.818115,
        address: "микрорайон Завокзальный, Королёв",
        hours: "Круглосуточно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 58,
        title: "Туалет в торговом центре",
        lat: 55.917736,
        lng: 37.842461,
        address: "улица 50-летия ВЛКСМ, 5А, Королёв",
        hours: "08:00–23:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 59,
        title: "Туалет в ТЦ Глобус",
        lat: 55.915635,
        lng: 37.846195,
        address: "Коммунальная улица, 1, Королёв",
        hours: "Круглосуточно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 60,
        title: "Бесплатный общественный туалет",
        lat: 55.912410,
        lng: 37.853674,
        address: "улица Ильича, 1А, Королёв",
        hours: "08:00–19:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 61,
        title: "Туалет в торговом центре",
        lat: 55.921730,
        lng: 37.843978,
        address: "проспект Королёва, 5Дк1, Королёв",
        hours: "08:00–23:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 62,
        title: "Туалет в ТЦ Гелиос",
        lat: 55.914523,
        lng: 37.866284,
        address: "проспект Космонавтов, 20А, Королёв",
        hours: "10:00–21:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 63,
        title: "Туалет в ТЦ Гелиос",
        lat: 55.914098,
        lng: 37.866387,
        address: "проспект Космонавтов, 20А, Королёв",
        hours: "09:00–03:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 64,
        title: "Туалет в торговом центре",
        lat: 55.920312,
        lng: 37.867631,
        address: "проспект Космонавтов, 4В, Королёв",
        hours: "09:00–22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 65,
        title: "Туалет возле ЖД станции Болшево",
        lat: 55.926420,
        lng: 37.860782,
        address: "Станционная площадь, 1Б, Королёв",
        hours: "Круглосуточно",
        price: "Бесплатно",
        isPaid: false
    }
];
