// Данные о туалетах Москвы и Подмосковья
const toiletsData = [
    // Мытищи
    {
        id: 25,
        title: "Туалет в Перловском парке",
        lat: 55.896713,
        lng: 37.734112,
        address: "Перловский парк, Мытищи",
        hours: "06:00 - 23:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 24,
        title: "Туалет в ТЦ Перловский",
        lat: 55.891605,
        lng: 37.727620,
        address: "ул. Селезнёва, 33, Мытищи",
        hours: "10:00 - 23:00",
        price: "50 руб.",
        isPaid: true
    },
    {
        id: 9,
        title: "Туалет в торговом центре Июнь",
        lat: 55.920049,
        lng: 37.709625,
        address: "ул. Мира, с51, Мытищи",
        hours: "10:00 - 22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 21,
        title: "Туалет в ТРК Красный Кит",
        lat: 55.916705,
        lng: 37.758775,
        address: "Шараповский пр., вл2, Мытищи",
        hours: "10:00 - 23:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 22,
        title: "Туалет в ТЦ XL",
        lat: 55.892382,
        lng: 37.748513,
        address: "Коммунистическая ул., 1, Мытищи",
        hours: "10:00 - 22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 23,
        title: "Туалет в Центральном парке",
        lat: 55.909622,
        lng: 37.741774,
        address: "Центральный парк культуры и отдыха парк Мира, Мытищи",
        hours: "08:00 - 22:00",
        price: "Бесплатно",
        isPaid: false
    },

    // Москва
    {
        id: 27,
        title: "Туалет возле метро Медведково",
        lat: 55.887023,
        lng: 37.660120,
        address: "Широкая улица, 14А, Москва",
        hours: "08:00 - 20:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 26,
        title: "Туалет возле парка Измайловский",
        lat: 55.765091,
        lng: 37.775123,
        address: "шоссе Энтузиастов, 33с4, Москва",
        hours: "Неизвестно",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 1,
        title: "Туалет в парке Горького",
        lat: 55.731449,
        lng: 37.603039,
        address: "ул. Крымский Вал, 9, Москва",
        hours: "09:00 - 21:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 2,
        title: "Туалет в торговом центре Европейский",
        lat: 55.744674,
        lng: 37.566214,
        address: "пл. Киевского Вокзала, 2, Москва",
        hours: "10:00 - 22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 3,
        title: "Туалет в парке ВДНХ",
        lat: 55.828712,
        lng: 37.632636,
        address: "пр-т Мира, 119, Москва",
        hours: "10:00 - 21:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 4,
        title: "Туалет в торговом центре Авиапарк",
        lat: 55.790111,
        lng: 37.531335,
        address: "Ходынский бул., 4, Москва",
        hours: "10:00 - 22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 5,
        title: "Туалет на Красной площади",
        lat: 55.753676,
        lng: 37.619899,
        address: "Красная площадь, Москва",
        hours: "08:00 - 20:00",
        price: "100 руб.",
        isPaid: true
    },
    {
        id: 6,
        title: "Туалет в парке Сокольники",
        lat: 55.793933,
        lng: 37.677588,
        address: "ул. Сокольнический Вал, 1, Москва",
        hours: "09:00 - 20:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 7,
        title: "Туалет в торговом центре Метрополис",
        lat: 55.823493,
        lng: 37.497677,
        address: "Ленинградское ш., 16А, стр. 4, Москва",
        hours: "10:00 - 23:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 8,
        title: "Туалет в парке Измайловский",
        lat: 55.781944,
        lng: 37.748889,
        address: "Измайловский проезд, Москва",
        hours: "09:00 - 19:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 11,
        title: "Туалет в парке Зарядье",
        lat: 55.751426,
        lng: 37.629360,
        address: "ул. Варварка, 6с1, Москва",
        hours: "10:00 - 22:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 12,
        title: "Туалет в торговом центре Афимолл Сити",
        lat: 55.749512,
        lng: 37.539853,
        address: "Пресненская наб., 2, Москва",
        hours: "10:00 - 22:00",
        price: "Неизвестна",
        isPaid: null
    },
    {
        id: 13,
        title: "Туалет в парке Царицыно",
        lat: 55.615458,
        lng: 37.686936,
        address: "ул. Дольская, 1, Москва",
        hours: "09:00 - 20:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 15,
        title: "Туалет в парке Коломенское",
        lat: 55.670099,
        lng: 37.669776,
        address: "пр-т Андропова, 39, Москва",
        hours: "08:00 - 21:00",
        price: "Бесплатно",
        isPaid: false
    },
    {
        id: 17,
        title: "Туалет в парке Кузьминки",
        lat: 55.699739,
        lng: 37.786343,
        address: "Кузьминский лесопарк, Москва",
        hours: "09:00 - 20:00",
        price: "Неизвестна",
        isPaid: null
    },
    {
        id: 19,
        title: "Туалет в парке Фили",
        lat: 55.755814,
        lng: 37.483521,
        address: "Большая Филёвская ул., 22, Москва",
        hours: "09:00 - 21:00",
        price: "Неизвестна",
        isPaid: null
    },

    // Химки
    {
        id: 18,
        title: "Туалет в торговом центре Мега Химки",
        lat: 55.911296,
        lng: 37.396031,
        address: "Микрорайон ИКЕА, корп. 2, Химки",
        hours: "10:00 - 23:00",
        price: "Бесплатно",
        isPaid: false
    },

    // Котельники
    {
        id: 14,
        title: "Туалет в торговом центре Мега Белая Дача",
        lat: 55.657590,
        lng: 37.846654,
        address: "г. Котельники, 1-й Покровский проезд, 1, Котельники",
        hours: "10:00 - 23:00",
        price: "Бесплатно",
        isPaid: false
    },

    // Красногорск
    {
        id: 16,
        title: "Туалет в торговом центре Вегас",
        lat: 55.819716,
        lng: 37.387391,
        address: "Международная улица, 8, Красногорск",
        hours: "10:00 - 22:00",
        price: "Бесплатно",
        isPaid: false
    },

    // Реутов
    {
        id: 20,
        title: "Туалет в Яблоневом саде",
        lat: 55.766500,
        lng: 37.853569,
        address: "1-й микрорайон, Реутов",
        hours: "08:00 - 20:00",
        price: "Бесплатно",
        isPaid: false
    },

    // Одинцово
];